In [1]:
import numpy as py
import pandas as pd

In [2]:
exports = [10382, 48373, 37273, 47373, 94844, 58473, 84734, 67303]
country = ["Egypt", "Russia", "United State", "United Kingdom", "India", "Sweden", "Dubai", "Japan"]
imports = [45039, 39398, 47274, 20933, 73823, 93723, 12039, 38061]

In [3]:
data_dictionary = {"exports": exports, "country": country, "imports": imports}

In [4]:
data_frame = pd.DataFrame(data_dictionary)
data_frame

   exports         country  imports
0    10382           Egypt    45039
1    48373          Russia    39398
2    37273    United State    47274
3    47373  United Kingdom    20933
4    94844           India    73823
5    58473          Sweden    93723
6    84734           Dubai    12039
7    67303           Japan    38061

In [5]:
data_frame_from_list = pd.DataFrame(list(zip(country, exports, imports)), columns=["country", "exports", "imports"])
data_frame_from_list

          country  exports  imports
0           Egypt    10382    45039
1          Russia    48373    39398
2    United State    37273    47274
3  United Kingdom    47373    20933
4           India    94844    73823
5          Sweden    58473    93723
6           Dubai    84734    12039
7           Japan    67303    38061